Repository: msaari/article-sections
Catalog: languages/*_article_section-*.po
Languages: fi

source: Article Sections
fi: Osiot

source: Section
fi: Osio

source: Section Archives
fi: Osioarkistot

source: Section Attributes
fi: Osion ominaisuudet

source: Parent Section:
fi: Ylempi osio:

source: All Sections
fi: Kaikki osiot

source: Add New Section
fi: Lisää uusi osio

source: Add New
fi: Lisää uusi

source: New Section
fi: Uusi osio

source: Edit Section
fi: Muokkaa osiota

source: Update Section
fi: Päivitä osio

source: View Section
fi: Katso osiota

source: View Sections
fi: Katso osioita

source: Search Section
fi: Hae osioita

source: Not found
fi: Ei löytynyt

source: Not found in Trash
fi: Ei löytynyt roskista

source: Featured Image
fi: Artikkelikuva

source: Set featured image
fi: Aseta artikkelikuva

source: Remove featured image
fi: Poista artikkelikuva

source: Use as featured image
fi: Käytä artikkelikuvana

source: Insert into section
fi: Lisää osioon

source: Uploaded to this section
fi: Lähetä tähän osioon

source: Sections list
fi: Osioiden lista

source: Sections list navigation
fi: Osioiden listan navigointi

source: Filter sections list
fi: Suodata osioita

source: Article section
fi: Osio

source: An article section.
fi: Osio.
